Repository: gruntsoftware/ios
Catalog: brainwallet/Localizations/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fa, fa_ir, fr, hi, id, it, ja, ko, pa, pl, pt_br, ru, sv, tr, uk, zh_hans, zh_hant

source: Home
ar: الصفحة الرئيسية
de: Startseite
es_419: Inicio
fa_ir: خانه
fr: Accueil
hi: घर
id: Beranda
it: Casa
ja: ホーム
ko: 홈
pa: ਮੁੱਖ ਪੇਜ
pl: Strona główna
pt_br: Lar
ru: Главная
sv: Hem
tr: Ev
uk: Головна
zh_hans: 家
zh_hant: 家

source: Tap here & top up!
ar: انقر هنا وقم بتعبئة الرصيد!
de: Hier tippen & aufladen!
es_419: Toque aquí y recargue
fa_ir: اینجا ضربه بزنید و شارژ کنید!
fr: Tapez ici et rechargez !
hi: यहाँ टैप करें और टॉप अप करें!
id: Ketuk di sini & isi ulang!
it: Toccate qui e ricaricate!
ja: ここをタップしてトップアップする！
ko: 여기 탭하고 충전하세요!
pa: ਇੱਥੇ ਟੈਪ ਕਰੋ ਅਤੇ ਟੌਪ ਅੱਪ ਕਰੋ!
pl: Dotknij tutaj i doładuj!
pt_br: Toque aqui e recarregue!
ru: Нажмите здесь и пополните счет!
sv: Tryck här och fyll på!
tr: Buraya dokunun ve kontör yükleyin!
uk: Натисніть тут і поповніть!
zh_hans: 点击这里充值！
zh_hant: 點這裡儲值！

source: 1. Check your balance
ar: 1. تحقق من رصيدك
de: 1. Überprüfen Sie Ihr Guthaben
es_419: 1. Compruebe su saldo
fa_ir: ۱. موجودی خود را بررسی کنید
fr: 1. Vérifiez votre solde
hi: 1. अपना बैलेंस जांचें
id: 1. Periksa saldo Anda
it: 1. Controllare il saldo
ja: 1.残高の確認
ko: 1. 잔액 확인
pa: 1. ਆਪਣਾ ਬਕਾਇਆ ਚੈੱਕ ਕਰੋ
pl: 1. Sprawdź saldo
pt_br: 1. Verifique seu saldo
ru: 1. Проверьте баланс
sv: 1. Kontrollera ditt saldo
tr: 1. Bakiyenizi kontrol edin
uk: 1. Перевірте свій баланс
zh_hans: 1. 查看您的余额
zh_hant: 1. 查看您的餘額

source: 1. Fresh LTC Address
ar: 1. عنوان LTC جديد
de: 1. Frische LTC-Adresse
es_419: 1. Nueva dirección LTC
fa_ir: ۱. آدرس جدید LTC
fr: 1. Adresse LTC fraîche
hi: 1. नया LTC पता
id: 1. Alamat LTC Baru
it: 1. Indirizzo LTC fresco
ja: 1.フレッシュLTCアドレス
ko: 1. 신선한 LTC 주소
pa: 1. ਤਾਜ਼ਾ LTC ਪਤਾ
pl: 1. Świeży adres LTC
pt_br: 1. Endereço LTC atualizado
ru: 1. Свежий адрес LTC
sv: 1. Ny LTC-adress
tr: 1. Yeni LTC Adresi
uk: 1. Нова адреса LTC
zh_hans: 1. 新的 LTC 地址
zh_hant: 1. 新的 LTC 位址

source: 2. Pick the amount and payment method
ar: 2. اختر المبلغ وطريقة الدفع
de: 2. Wählen Sie den Betrag und die Zahlungsmethode
es_419: 2. Elige el importe y la forma de pago
fa_ir: ۲. مبلغ و روش پرداخت را انتخاب کنید
fr: 2. Choisissez le montant et la méthode de paiement
hi: 2. राशि और भुगतान विधि चुनें
id: 2. Pilih jumlah dan metode pembayaran
it: 2. Scegliete l'importo e il metodo di pagamento
ja: 2.金額と支払い方法を選ぶ
ko: 2. 금액과 결제 방법 선택
pa: 2. ਰਕਮ ਅਤੇ ਭੁਗਤਾਨ ਵਿਧੀ ਚੁਣੋ
pl: 2. Wybierz kwotę i metodę płatności
pt_br: 2. Selecione o valor e o método de pagamento.
ru: 2. Выберите сумму и способ оплаты
sv: 2. Välj belopp och betalningsmetod
tr: 2. Tutarı ve ödeme yöntemini seçin
uk: 2. Виберіть суму та спосіб оплати
zh_hans: 2. 选择金额和付款方式
zh_hant: 2. 選擇金額和付款方式

source: 2. Settings & Dark Mode
ar: 2. الإعدادات والوضع الداكن
de: 2. Einstellungen & Dunkelmodus
es_419: 2. Ajustes y modo oscuro
fa_ir: ۲. تنظیمات و حالت تاریک
fr: 2. Paramètres et mode sombre
hi: 2. सेटिंग्स और डार्क मोड
id: 2. Pengaturan & Mode Gelap
it: 2. Impostazioni e modalità scura
ja: 2.設定とダークモード
ko: 2. 설정 및 다크 모드
pa: 2. ਸੈਟਿੰਗਾਂ ਅਤੇ ਡਾਰਕ ਮੋਡ
pl: 2. Ustawienia i tryb ciemny
pt_br: 2. Configurações e Modo Escuro
ru: 2. Настройки и темный режим
sv: 2. Inställningar & Mörkt läge
tr: 2. Ayarlar ve Karanlık Mod
uk: 2. Налаштування та темний режим
zh_hans: 2. 设置和深色模式
zh_hant: 2. 設定和深色模式

source: 2. Tap the Send tab
ar: 2. اضغط على علامة التبويب "إرسال"
de: 2. Tippen Sie auf die Registerkarte Senden
es_419: 2. Pulse la pestaña Enviar
fa_ir: ۲. روی برگه ارسال ضربه بزنید
fr: 2. Appuyez sur l'onglet Envoyer
hi: 2. भेजें टैब पर टैप करें
id: 2. Ketuk tab Kirim
it: 2. Toccare la scheda Invia
ja: 2.送信タブをタップ
ko: 2. 전송 탭을 탭하세요
pa: 2. ਭੇਜੋ ਟੈਬ 'ਤੇ ਟੈਪ ਕਰੋ।
pl: 2. Stuknij kartę Wyślij
pt_br: 2. Toque na aba Enviar.
ru: 2. Нажмите на вкладку Отправить.
sv: 2. Tryck på fliken Skicka
tr: 2. Gönder sekmesine dokunun
uk: 2. Натисніть вкладку «Надіслати
zh_hans: 2. 点击“发送”选项卡
zh_hant: 2. 點選「傳送」標籤

source: 3. Set the values
ar: 3. اضبط القيم
de: 3. Setzen Sie die Werte
es_419: 3. Establezca los valores
fa_ir: ۳. مقادیر را تنظیم کنید
fr: 3. Définir les valeurs
hi: 3. मान सेट करें
id: 3. Atur nilai
it: 3. Impostare i valori
ja: 3.設定値
ko: 3. 값 설정
pa: 3. ਮੁੱਲ ਸੈੱਟ ਕਰੋ
pl: 3. Ustaw wartości
pt_br: 3. Defina os valores
ru: 3. Установите значения
sv: 3. Ställ in värdena
tr: 3. Değerleri ayarlayın
uk: 3. Встановіть значення
zh_hans: 3. 设置值
zh_hant: 3. 設定值

source: Address Copied
ar: تم نسخ العنوان
de: Adresse kopiert
es: Dirección Copiada
es_419: Dirección Copiada
fa: آدرس کپی شد
fa_ir: آدرس کپی شد
fr: Adresse copiée
hi: पता कॉपी किया गया
id: Alamat Disalin
it: Indirizzo copiato
ja: アドレスをコピーしました
ko: 주소 복사 완료
pa: ਪਤਾ ਕਾਪੀ ਕੀਤਾ ਗਿਆ
pl: Adres skopiowany
pt_br: Endereço copiado
ru: Адрес скопирован
sv: Adress kopierad
tr: Adres Kopyalandı
uk: Адресу скопійовано
zh_hans: 地址已复制
zh_hant: 地址已複製

source: Addresses Copied
ar: تم نسخ العناوين
de: Adressen kopiert
es: Direcciones copiadas
es_419: Direcciones Copiadas
fa: آدرس‌ها کپی شدند
fa_ir: آدرس‌ها کپی شدند
fr: Adresses copiées
hi: पते कॉपी किए गए
id: Alamat yang disalin
it: Indirizzi copiati
ja: アドレスをコピーしました
ko: 주소 복사 완료
pa: ਪਤੇ ਕਾਪੀ ਕੀਤੇ ਗਏ
pl: Skopiowane adresy
pt_br: Endereços copiados
ru: Адреса скопированы
sv: Adresser kopierade
tr: Kopyalanan Adresler
uk: Адреси скопійовано
zh_hans: 地址已复制
zh_hant: 已複製地址

source: Align within frame. Tap to scan
ar: محاذاة داخل الإطار. انقر للمسح الضوئي
de: Im Rahmen ausrichten. Zum Scannen tippen
es_419: Alinear dentro del marco. Pulse para escanear
fa_ir: تراز کردن در داخل قاب. ضربه بزنید تا اسکن شود
fr: Aligner dans le cadre. Appuyez sur pour numériser
hi: फ़्रेम के भीतर संरेखित करें। स्कैन करने के लिए टैप करें
id: Sejajarkan dalam bingkai. Ketuk untuk memindai
it: Allineamento all'interno della cornice. Toccare per eseguire la scansione
ja: フレーム内に揃える。タップしてスキャン
ko: 프레임 내에서 정렬하세요. 탭해서 스캔하세요
pa: ਫਰੇਮ ਦੇ ਅੰਦਰ ਇਕਸਾਰ ਕਰੋ। ਸਕੈਨ ਕਰਨ ਲਈ ਟੈਪ ਕਰੋ
pl: Wyrównaj w obrębie ramki. Stuknij, aby zeskanować
pt_br: Alinhar dentro da moldura. Toque para digitalizar
ru: Выравнивание внутри кадра. Нажмите, чтобы отсканировать
sv: Justera inom ramen. Tryck för att skanna
tr: Çerçeve içinde hizalayın. Taramak için dokunun
uk: Вирівняйте в рамці. Натисніть, щоб просканувати
zh_hans: 与画面对齐。点击扫描
zh_hant: 與畫面對齊。點選掃描

source: Always require passcode
ar: دائماً تطلب رمز المرور
de: Passcode immer erforderlich
es: Siempre requiere código de acceso
es_419: Siempre requiere código de acceso
fa: همیشه رمز عبور را الزامی کنید
fa_ir: همیشه رمز عبور را الزامی کنید
fr: Exigez toujours un code d’accès
hi: हमेशा पासकोड की आवश्यकता होती है
id: Selalu membutuhkan kode sandi
it: Richiedi sempre il codice di accesso
ja: 常にパスコードを要求する
ko: 항상 비밀번호를 입력하세요
pa: ਹਮੇਸ਼ਾ ਪਾਸਕੋਡ ਦੀ ਲੋੜ ਹੈ
pl: Zawsze wymagaj kodu dostępu
pt_br: Sempre exigir uma senha
ru: Всегда требуйте пароль
sv: Kräv alltid lösenkod
tr: Her zaman parola gerektirir
uk: Завжди запитувати пароль
zh_hans: 始终需要密码
zh_hant: 始終需要密碼

source: Amount
ar: المبلغ
de: Betrag
es: Monto
es_419: Monto
fa: مبلغ
fa_ir: مبلغ
fr: Quantité
hi: मात्रा
id: Jumlah
it: Quantità
ja: 金額
ko: 금액
pa: ਰਕਮ
pl: Kwota
pt_br: Valor
ru: Сумма
sv: Belopp
tr: Miktar
uk: Сума
zh_hans: 金额
zh_hant: 數量

source: Amount in %@
ar: المبلغ بالدينار %@
de: Betrag in %@
es_419: Importe en %@
fa_ir: مبلغ در %@
fr: Montant en %@
hi: राशि %@ में
id: Jumlah dalam %@
it: Importo in %@
ja: 金額%@
ko: 금액 %@
pa: ਰਕਮ %@
pl: Kwota w %@
pt_br: Quantidade em %@
ru: Сумма в %@
sv: Belopp i %@
tr: İçindeki miktar %@
uk: суму в %@
zh_hans: 金额 %@
zh_hant: 金額 %@

source: Amount in Fiat
ar: المبلغ بالعملة الورقية
de: Betrag in Fiat
es_419: Importe en Fiat
fa_ir: مبلغ به ارز فیات
fr: Montant en Fiat
hi: फिएट में राशि
id: Jumlah dalam Fiat
it: Importo in Fiat
ja: 金額（フィアット
ko: 법정화폐 금액
pa: ਫਿਏਟ ਵਿੱਚ ਰਕਮ
pl: Kwota w Fiat
pt_br: Valor em Fiat
ru: Сумма в фиатах
sv: Belopp i Fiat
tr: Fiat Cinsinden Tutar
uk: Сума у фіатних валютах
zh_hans: 法定货币金额
zh_hant: 法定貨幣金額

source: Amount:
ar: المبلغ:
de: Betrag:
es_419: Importe:
fa_ir: مبلغ:
fr: Montant :
hi: मात्रा:
id: Jumlah:
it: Importo:
ja: 金額：
ko: 양:
pa: ਰਕਮ:
pl: Kwota:
pt_br: Quantia:
ru: Сумма:
sv: Belopp:
tr: Miktar:
uk: Сума:
zh_hans: 数量：
zh_hant: 數量：

source: App Version:
ar: إصدار التطبيق:
es: Versión de la aplicación:
es_419: Versión de la Aplicación:
fa: نسخه برنامه:
fa_ir: نسخه برنامه:
fr: Version de l’application :
hi: एप्लिकेशन वेरीज़न:
id: Versi Aplikasi:
it: Versione dell'app:
ja: アプリバージョン：
ko: 앱 버전:
pa: ਐਪ ਵਰਜਨ:
pl: Wersja aplikacji:
pt_br: Versão do aplicativo:
ru: Версия приложения:
tr: Uygulama Sürümü:
uk: Версія програми:
zh_hans: 应用版本：
zh_hant: 應用程式版本：

source: ARE YOU GOOD ENOUGH TO BE #1?
ar: هل أنت جيد بما يكفي لتكون رقم1 ؟
de: BIST DU GUT GENUG, UM DIE NUMMER1 ZU SEIN?
es_419: ¿ERES LO SUFICIENTEMENTE BUENO PARA SER EL Nº 1?
fa_ir: آیا به اندازه کافی خوب هستید که شماره ۱ باشید؟
fr: ÊTES-VOUS ASSEZ BON POUR ÊTRE LE NUMÉRO 1 ?
hi: क्या आप #1 बनने के लिए काफी अच्छे हैं?
id: APAKAH ANDA CUKUP BAIK UNTUK MENJADI #1?
it: SEI ABBASTANZA BRAVO DA ESSERE IL NUMERO 1?
ja: 1位になるだけの実力はあるか？
ko: 당신은 #1이 될 만큼 충분히 잘하나요?
pa: ਕੀ ਤੁਸੀਂ #1 ਬਣਨ ਲਈ ਕਾਫ਼ੀ ਹੋ?
pl: CZY JESTEŚ WYSTARCZAJĄCO DOBRY, ABY BYĆ #1?
pt_br: Você é bom o suficiente para ser o número 1?
ru: ДОСТАТОЧНО ЛИ ВЫ ХОРОШИ, ЧТОБЫ БЫТЬ №1?
sv: ÄR DU TILLRÄCKLIGT BRA FÖR ATT VARA #1?
tr: BIR NUMARA OLMAK IÇIN YETERINCE IYI MISIN?
uk: ЧИ ВИ ДОСТАТНЬО ГАРНІ, ЩОБ БУТИ №1?
zh_hans: 你够格成为第一吗？
zh_hant: 你夠格成為第一名嗎？

source: Are you sure you want to delete this wallet & all its data? You will not be able to recover your seed words or any other data.
ar: هل أنت متأكد أنك تريد حذف هذه المحفظة وجميع بياناتها؟ لن تتمكن من استعادة كلمات الاسترداد أو أي بيانات أخرى.
de: Sind Sie sicher, dass Sie diese Wallet und alle zugehörigen Daten löschen möchten? Sie werden Ihre Seed-Wörter oder andere Daten nicht wiederherstellen können.
es: ¿Estás seguro de que quieres eliminar esta billetera y todos sus datos? No podrás recuperar tus palabras semilla ni ningún otro dato.
es_419: ¿Estás seguro de que quieres eliminar esta billetera y todos sus datos? No podrás recuperar tus palabras semilla ni ningún otro dato.
fa: آیا مطمئن هستید که می‌خواهید این کیف پول و تمام داده‌های آن را حذف کنید؟ شما قادر به بازیابی کلمات بازیابی یا هیچ داده دیگری نخواهید بود.
fa_ir: آیا مطمئن هستید که می‌خواهید این کیف پول و تمام داده‌های آن را حذف کنید؟ شما قادر به بازیابی کلمات بازیابی یا هیچ داده دیگری نخواهید بود.
fr: Êtes-vous sûr de vouloir supprimer ce portefeuille et toutes ses données ? Vous ne pourrez pas récupérer vos mots de base ou toute autre donnée.
hi: क्या आप वाकई इस वॉलेट और इसके सभी डेटा को हटाना चाहते हैं? आप अपने बीज शब्द या किसी अन्य डेटा को पुनर्प्राप्त नहीं कर पाएंगे।
id: Apakah Anda yakin ingin menghapus dompet ini & semua datanya? Anda tidak akan dapat memulihkan kata benih atau data lainnya.
it: Vuoi davvero eliminare questo portafoglio e tutti i suoi dati? Non sarai in grado di recuperare le tue parole seed o altri dati.
ja: このウォレットと、すべてのデータを削除してもよろしいですか？シードワードまたはその他のデータを回復することはできません。
ko: 정말로 이 지갑과 모든 데이터를 삭제하시겠습니까? 시드 단어 또는 기타 데이터를 복구할 수 없습니다.
pa: ਕੀ ਤੁਸੀਂ ਪੱਕਾ ਇਸ ਵਾਲਿਟ ਅਤੇ ਇਸਦੇ ਸਾਰੇ ਡੇਟਾ ਨੂੰ ਮਿਟਾਉਣਾ ਚਾਹੁੰਦੇ ਹੋ? ਤੁਸੀਂ ਆਪਣੇ ਸੀਡ ਵਰਡਜ਼ ਜਾਂ ਕੋਈ ਹੋਰ ਡੇਟਾ ਰਿਕਵਰ ਨਹੀਂ ਕਰ ਸਕੋਗੇ।
pl: Czy na pewno chcesz usunąć ten portfel i wszystkie jego dane? Nie będzie można odzyskać słów seed ani żadnych innych danych.
pt_br: Tem certeza de que deseja excluir essa carteira e todos os seus dados? Não será possível recuperar suas palavras-semente ou quaisquer outros dados.
ru: Вы уверены, что хотите удалить этот кошелек и все его данные? Вы не сможете восстановить свои начальные слова или любые другие данные.
sv: Är du säker på att du vill radera denna plånbok och all dess data? Du kommer inte att kunna återställa dina frön eller någon annan data.
tr: Bu cüzdanı ve tüm verilerini silmek istediğinizden emin misiniz? Tohum kelimelerinizi veya başka herhangi bir veriyi kurtaramazsınız.
uk: Ви впевнені, що хочете видалити цей гаманець та всі його дані? Ви не зможете відновити свої початкові слова чи будь-які інші дані.
zh_hans: 您确定要删除这个钱包及其所有数据吗？您将无法恢复您的种子词或任何其他数据。
zh_hant: 您確定要刪除此錢包及其所有資料嗎？您將無法恢復您的種子詞或任何其他資料。

source: as of %@
ar: اعتبارًا من %@
de: ab %@
es_419: a partir de %@
fa_ir: تا تاریخ %@
fr: à compter du %@
hi: के रूप में %@
id: pada %@
it: a partire da %@
ja: 現在%@
ko: 현재의 %@
pa: ਦੇ ਤੌਰ 'ਤੇ %@
pl: na dzień %@
pt_br: a partir de %@
ru: по состоянию на %@
sv: från och med %@
tr: itibariyle %@
uk: станом на %@
zh_hans: 截至 %@
zh_hant: 截至 %@

source: at %1$@
ar: في %1$@
de: bei %1$@
es: en %1$@
es_419: en %1$@
fa: در %1$@
fa_ir: در %1$@
fr: à %1$@
hi: %1$@ पर
id: di %1$@
it: a %1$@
ja: %1$@に
ko: % 1 $ @ 에
pa: %1$@ 'ਤੇ
pl: o %1$@
pt_br: em %1$@
ru: на %1$@
sv: vid %1$@
tr: 1$@ adresinde
uk: о %1$@
zh_hans: 在 %1$@
zh_hant: 在 %1$@

source: Authorize to copy wallet address to clipboard
ar: السماح بنسخ عنوان المحفظة إلى الحافظة
de: Autorisieren, um die Wallet-Adresse in die Zwischenablage zu kopieren
es: Autorizar copiar dirección de billetera al portapapeles
es_419: Autorizar copiar dirección de billetera al portapapeles
fa: اجازه کپی آدرس کیف پول در کلیپ‌بورد
fa_ir: اجازه کپی آدرس کیف پول در کلیپ‌بورد
fr: Autoriser la copie de l’adresse du portefeuille dans le presse-papiers
hi: वॉलेट पते को क्लिपबोर्ड पर कॉपी करने के लिए अधिकृत करें
id: Otorisasi untuk menyalin alamat dompet ke clipboard
it: Autorizza a copiare l'indirizzo del portafoglio negli appunti
ja: ウォレットアドレスをクリップボードにコピーすることを許可する
ko: 지갑 주소를 클립보드에 복사하도록 승인
pa: ਵਾਲਿਟ ਐਡਰੈੱਸ ਨੂੰ ਕਲਿੱਪਬੋਰਡ ਵਿੱਚ ਕਾਪੀ ਕਰਨ ਲਈ ਅਧਿਕਾਰਤ ਕਰੋ
pl: Autoryzacja kopiowania adresu portfela do schowka
pt_br: Autorizar a cópia do endereço da carteira para a área de transferência
ru: Разрешить копирование адреса кошелька в буфер обмена
sv: Godkänn för att kopiera plånboksadressen till urklipp
tr: Cüzdan adresini panoya kopyalama yetkisi
uk: Авторизувати копіювання адреси гаманця в буфер обміну
zh_hans: 授权将钱包地址复制到剪贴板
zh_hant: 授權複製錢包位址到剪貼簿

source: Awesome!
ar: رائع!
de: Großartig!
es: ¡Genial!
es_419: ¡Increíble!
fa: عالی!
fa_ir: عالی!
fr: Génial!
hi: बहुत बढ़िया!
id: Luar biasa!
it: Eccezionale!
ja: すごい！
ko: 멋져요!
pa: ਬਹੁਤ ਵਧੀਆ!
pl: Super!
pt_br: Fantástico!
ru: Потрясающе!
sv: Toppen!
tr: Harika!
uk: Чудово!
zh_hans: 太棒了！
zh_hant: 驚人的！

source: BALANCE
ar: توازن
de: GLEICHGEWICHT
es_419: EQUILIBRIO
fa: تعادل
fa_ir: تعادل
fr: ÉQUILIBRE
hi: संतुलन
id: KESEIMBANGAN
it: BILANCIA
ja: バランス
ko: 잔액
pa: ਸੰਤੁਲਨ
pl: SALDO
pt_br: BALANÇO
ru: БАЛАНС
sv: BALANS
tr: DENGE
uk: БАЛАНС
zh_hans: 平衡
zh_hant: 平衡

source: Balance over zero? Switch to currency or LTC to figure out how much to send. Adjust the network fee in settings
ar: الرصيد فوق الصفر ؟ قم بالتبديل إلى العملة أو LTC لمعرفة المبلغ الذي يجب إرساله. تعديل رسوم الشبكة في الإعدادات
de: Saldo über Null? Wechseln Sie zu Währung oder LTC, um herauszufinden, wie viel Sie senden möchten. Passen Sie die Netzwerkgebühr in den Einstellungen an
es_419: ¿Saldo sobre cero? Cambia a moneda o LTC para calcular cuánto enviar. Ajusta la cuota de red en ajustes
fa_ir: ماندگار بیشتر از صفر؟ برای محاسبه مقدار ارسال، به ارز یا LTC تغییر دهید. تنظیم کارمزد شبکه در تنظیمات
fr: Le solde est supérieur à zéro ? Passez à la devise ou au LTC pour déterminer le montant à envoyer. Ajustez les frais de réseau dans les paramètres
hi: शून्य से अधिक शेष राशि? यह पता लगाने के लिए कि कितना भेजना है, मुद्रा या LTC पर स्विच करें। नेटवर्क शुल्क को सेटिंग्स में समायोजित करें
id: Saldo di atas nol? Beralih ke mata uang atau LTC untuk mengetahui berapa banyak yang akan dikirim. Sesuaikan biaya jaringan di pengaturan
it: Saldo sopra lo zero? Passare alla valuta o all'LTC per capire quanto inviare. Regolare la tariffa di rete nelle impostazioni
ja: 残高はゼロか？通貨またはLTCに切り替えて、送金額を計算する。設定でネットワーク料金を調整する
ko: 잔액이 0보다 커? 얼마를 보내야 할지 결정하려면 통화 또는 LTC로 전환하세요. 설정에서 네트워크 요금을 조정하세요
pa: ਕੀ ਬਕਾਇਆ ਜ਼ੀਰੋ ਤੋਂ ਵੱਧ ਹੈ? ਕਿੰਨਾ ਭੇਜਣਾ ਹੈ ਇਹ ਪਤਾ ਲਗਾਉਣ ਲਈ ਮੁਦਰਾ ਜਾਂ LTC 'ਤੇ ਜਾਓ। ਸੈਟਿੰਗਾਂ ਵਿੱਚ ਨੈੱਟਵਰਕ ਫ਼ੀਸ ਨੂੰ ਵਿਵਸਥਿਤ ਕਰੋ
pl: Saldo powyżej zera? Przełącz na walutę lub LTC, aby dowiedzieć się, ile wysłać. Dostosuj opłatę sieciową w ustawieniach
pt_br: Saldo sobre zero? Alterne para moeda corrente ou LTC para calcular quanto enviar. Ajuste a taxa de rede nas configurações.
ru: Баланс выше нуля? Переключитесь на валюту или LTC, чтобы узнать, сколько отправлять. Настройте плату за подключение к сети в настройках
sv: Balans över noll? Växla till valuta eller LTC för att räkna ut hur mycket du ska skicka. Justera nätavgiften i inställningarna
tr: Bakiye sıfırın üzerinde mi? Ne kadar göndereceğinizi belirlemek için para birimine veya LTC'ye geçin. Ayarlardan ağ ücretini ayarlayın
uk: Баланс більше нуля? Перейдіть на валюту або LTC, щоб визначити, скільки надіслати. Налаштуйте комісію мережі в налаштуваннях
zh_hans: 余额大于零？切换到货币或莱特币 (LTC) 来计算发送金额。在设置中调整网络费用
zh_hant: 餘額大於零？切換到貨幣或萊特幣 (LTC) 來計算發送金額。在設定中調整網路費用

source: Block:
ar: كتلة:
es: Bloque:
es_419: Bloque:
fa: بلوک:
fa_ir: بلوک:
fr: Bloquer:
hi: अवरोध पैदा करना:
id: Blok:
it: Bloccare:
ja: ブロック：
ko: 블록:
pa: ਬਲਾਕ:
pl: Blok:
pt_br: Bloco:
ru: Блок:
tr: Blok:
uk: Блок:
zh_hans: 块：
zh_hant: 堵塞：

source: Blockchain: Litecoin
ar: البلوكشين: لايتكوين
es: Cadena de bloques: Litecoin
es_419: Cadena de bloques: Litecoin
fa: بلاک‌چین: لایت‌کوین
fa_ir: بلاک‌چین: لایت‌کوین
hi: ब्लॉकचेन: लाइटकॉइन
ja: ブロックチェーン：ライトコイン
ko: 블록체인: 라이트코인
pa: ਬਲਾਕਚੈਨ: ਲਾਈਟਕੋਇਨ
ru: Блокчейн: Litecoin
sv: Blockkedja: Litecoin
uk: Блокчейн: Лайткойн
zh_hans: 区块链：莱特币
zh_hant: 區塊鏈：萊特幣

source: Brainwallet makes a new address each time. Tap on Buy/Receive Tab show or copy the QR code in the screen that shows.
ar: تقوم Brainwallet بإنشاء عنوان جديد في كل مرة. اضغط على علامة التبويب "شراء/استلام" لعرض رمز الاستجابة السريعة (QR) أو نسخه في الشاشة التي تظهر.
de: Brainwallet macht jedes Mal eine neue Adresse. Tippen Sie auf die Registerkarte Kaufen/Empfangen, um den QR-Code auf dem angezeigten Bildschirm anzuzeigen oder zu kopieren.
es_419: Brainwallet crea una nueva dirección cada vez. Pulse en la pestaña Comprar/Recibir mostrar o copie el código QR en la pantalla que se muestra.
fa_ir: برین‌والت هر بار یک آدرس جدید می‌سازد. روی برگه خرید/دریافت ضربه بزنید تا کد QR را در صفحه‌ای که نمایش داده می‌شود، نشان دهید یا کپی کنید.
fr: Brainwallet crée une nouvelle adresse à chaque fois. Tapez sur l'onglet Acheter/Recevoir pour afficher ou copier le code QR dans l'écran qui s'affiche.
hi: ब्रेनवॉलेट हर बार एक नया पता बनाता है। टैप करें Buy/Receive टैब पर और स्क्रीन पर दिखाई देने वाले QR कोड को दिखाएं या कॉपी करें।
id: Brainwallet membuat alamat baru setiap kali. Ketuk Tab Beli/Terima untuk menampilkan atau menyalin kode QR di layar yang ditampilkan.
it: Brainwallet crea ogni volta un nuovo indirizzo. Toccare la scheda Acquista/Ricevi per visualizzare o copiare il codice QR nella schermata visualizzata.
ja: ブレインウォレットは毎回新しいアドレスを作成する。購入/受信タブをタップするか、表示された画面のQRコードをコピーしてください。
ko: Brainwallet은 매번 새로운 주소를 만듭니다. 구매/받기 탭 화면에 표시하거나 QR 코드를 복사하세요.
pa: ਬ੍ਰੇਨਵਾਲਿਟ ਹਰ ਵਾਰ ਇੱਕ ਨਵਾਂ ਪਤਾ ਬਣਾਉਂਦਾ ਹੈ। ਖਰੀਦੋ/ਪ੍ਰਾਪਤ ਕਰੋ ਟੈਬ ਦਿਖਾਓ 'ਤੇ ਟੈਪ ਕਰੋ ਜਾਂ ਦਿਖਾਈ ਦੇਣ ਵਾਲੀ ਸਕ੍ਰੀਨ ਵਿੱਚ QR ਕੋਡ ਦੀ ਨਕਲ ਕਰੋ।
pl: Brainwallet za każdym razem tworzy nowy adres. Stuknij kartę Kup/Odbierz, aby wyświetlić lub skopiuj kod QR na wyświetlonym ekranie.
pt_br: O Brainwallet cria um novo endereço a cada vez. Toque na aba Comprar/Receber para exibir ou copie o código QR na tela que aparecer.
ru: Brainwallet каждый раз создает новый адрес. Нажмите на вкладку «Купить/получить» или скопируйте QR-код на отображаемом экране.
sv: Brainwallet skapar en ny adress varje gång. Tryck på Buy/Receive Tab visa eller kopiera QR-koden på skärmen som visas.
tr: Brainwallet her seferinde yeni bir adres oluşturur. Gösterilen ekranda Satın Al/Al Sekmesine dokunun veya QR kodunu kopyalayın.
uk: Brainwallet щоразу створює нову адресу. Натисніть на вкладку «Купити/Отримати» або скопіюйте QR-код на екрані, що відображається.
zh_hans: Brainwallet每次都会生成一个新的地址。点击“购买/接收”选项卡，显示或复制屏幕上显示的二维码。
zh_hant: Brainwallet每次都會產生一個新的地址。點選「購買/接收」選項卡，顯示或複製螢幕上顯示的二維碼。

source: Brainwallet Phrase
ar: محفظة الدماغ Brainwallet
es: Frase de Brainwallet
es_419: Frase de Brainwallet
fa: عبارت کیف پول مغزی
fa_ir: عبارت Brainwallet
hi: ब्रेनवॉलेट वाक्यांश
id: Frasa Brainwallet
it: Frase del Brainwallet
ja: ブレインウォレット フレーズ
ko: Brainwallet 문구
pa: ਬ੍ਰੇਨਵਾਲਿਟ ਵਾਕੰਸ਼
pt_br: Frase do Brainwallet
ru: Фраза Brainwallet
sv: Hjärnplånboksfras
tr: Brainwallet İfadesi
uk: Фраза Brainwallet
zh_hans: Brainwallet：短语
zh_hant: Brainwallet：短語

source: Brainwallet Walkthrough
ar: دليل استخدام Brainwallet
de: Brainwallet-Übersicht
es_419: Guía de Brainwallet
fa_ir: راهنمای جامع Brainwallet
fr: Présentation de Brainwallet
hi: ब्रेनवॉलेट वॉकथ्रू
id: Panduan Brainwallet
it: Passaggio a piedi di Brainwallet
ja: ブレインウォレットのチュートリアル
ko: 브레인월렛 공략
pa: ਬ੍ਰੇਨਵਾਲਿਟ ਵਾਕਥਰੂ
pt_br: Guia passo a passo do Brainwallet
ru: Пошаговое руководство по Brainwallet
sv: Brainwallet genomgång
tr: Brainwallet İzlenecek Yol
uk: Покрокове керівництво по Brainwallet
zh_hans: Brainwallet 使用指南
zh_hant: Brainwallet 使用指南

source: Buy Litecoin
ar: شراء لايتكوين
de: Litecoin kaufen
es_419: Comprar Litecoin
fa_ir: خرید لایت‌کوین
fr: Acheter du Litecoin
hi: लाइटकॉइन खरीदें
id: Beli Litecoin
it: Acquista Litecoin
ja: ライトコインを購入する
ko: 라이트코인 구매
pa: ਲਾਈਟਕੋਇਨ ਖਰੀਦੋ
pl: Kup Litecoin
pt_br: Comprar Litecoin
ru: Купить Лайткоин
sv: Köp Litecoin
tr: Litecoin Satın Alın
uk: Купити Лайткоїн
zh_hans: 购买莱特币
zh_hant: 購買萊特幣

source: BUY LTC
ar: اشترِ LTC
de: KAUFEN SIE LTC
es: COMPRAR LTC
es_419: COMPRAR LTC
fa: خرید LTC
fa_ir: خرید LTC
fr: ACHETER LTC
hi: एलटीसी खरीदें
id: BELI LTC
it: ACQUISTA LTC
ja: LTCを買う
ko: LTC 구매
pa: LTC ਖਰੀਦੋ
pl: KUP LTC
pt_br: COMPRAR LTC
ru: КУПИТЬ LTC
sv: KÖP LTC
tr: LTC SATIN AL
uk: КУПИТИ LTC
zh_hans: 购买LTC
zh_hant: 購買LTC

source: Buy with MoonPay
ar: اشترِ باستخدام MoonPay
de: Mit MoonPay kaufen
es: Comprar con MoonPay
es_419: Comprar con MoonPay
fa: خرید با مون‌پی
fa_ir: خرید با مون‌پی
fr: Acheter avec MoonPay
hi: मूनपे से खरीदें
id: Beli dengan MoonPay
it: Acquista con MoonPay
ja: MoonPayで購入
ko: MoonPay로 구매하기
pa: ਮੂਨਪੇ ਨਾਲ ਖਰੀਦੋ
pl: Kupuj za pomocą MoonPay
pt_br: Comprar com MoonPay
ru: Покупайте с MoonPay
sv: Köp med MoonPay
tr: MoonPay ile satın alın
uk: Купуйте з MoonPay
zh_hans: 通过MoonPay购买
zh_hant: 使用 MoonPay 購買

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
es_419: Cancelar
fa: لغو
fa_ir: لغو
fr: Annuler
hi: रद्द करना
id: Batal
it: Cancellare
ja: キャンセル
ko: 취소
pa: ਰੱਦ ਕਰੋ
pl: Anuluj
pt_br: Cancelar
ru: Отмена
sv: Avbryt
tr: İptal
uk: Скасувати
zh_hans: 取消
zh_hant: 取消

source: Change PIN
ar: تغيير الرقم السري
de: PIN ändern
es: Cambiar PIN
es_419: Cambiar PIN
fa: تغییر رمز
fa_ir: تغییر رمز
fr: Modifier le code PIN
hi: पिन बदलें
id: Ubah PIN
it: Cambia PIN
ja: PINを変更
ko: PIN 변경
pa: ਪਿੰਨ ਬਦਲੋ
pl: Zmień PIN
pt_br: Alterar PIN
ru: Изменить PIN-код
sv: Ändra PIN
tr: PIN kodunu değiştir
uk: Змінити PIN-код
zh_hans: 更改密码
zh_hant: 更改 PIN

source: Check the LTC Price
ar: تحقق من سعر LTC
de: Überprüfen Sie den LTC-Preis
es_419: Compruebe el precio de LTC
fa_ir: قیمت LTC را بررسی کنید
fr: Vérifier le prix du LTC
hi: LTC मूल्य जांचें
id: Periksa Harga LTC
it: Controllare il prezzo dell'LTC
ja: LTC価格のチェック
ko: LTC 가격을 확인하세요
pa: LTC ਕੀਮਤ ਦੀ ਜਾਂਚ ਕਰੋ
pl: Sprawdź cenę LTC
pt_br: Verifique o preço do LTC
ru: Проверьте цену LTC
sv: Kontrollera LTC-priset
tr: LTC Fiyatını Kontrol Edin
uk: Перевірте ціну LTC
zh_hans: 查看LTC价格
zh_hant: 查看LTC價格

source: Complete
ar: كامل
de: Vollständig
es: Completo
es_419: Completo
fa: کامل
fa_ir: کامل
fr: Complet
hi: पूरा
id: Lengkap
it: Completare
ja: 完了
ko: 완료
pa: ਪੂਰਾ
pl: Kompletny
pt_br: Completo
ru: Полный
sv: Slutfört
tr: Tamamlandı
uk: Завершено
zh_hans: 完成
zh_hant: 完全的
